const About = () => {
  return (
    <section
      className="p-10 lg:p-24 bg-gradient-to-b from-[#FDDDD780] to-[#B6BCCB80]"
      id="about-us"
    >
      <h3 className="text-[22px] font-bold">درباره ما</h3>
      <p className="text-md lg:text-xl font-normal text-justify mt-5 leading-8">
        سیتو یک پلتفرم کامل برای معرفی ، ارائه نظرات، پیشنهادات و امتیاز دهی
        توسط مشتریان برای رشد یک کسب و کار در دسته سالن های زیبایی میباشد. سیتو
        به شما به عنوان سالن زیبایی کمک می کند تا نظرات، انتقادات و پیشنهادات
        مشتری خود را حتی به صورت ناشناس ببینید و از کیفیت خدمات خود نسبت به
        مشتری اطلاع پیدا کرده و سطح بالاتری از خدمات را ارائه دهید، همچنین سیتو
        به عنوان پلتفرم ریتینگ سالن های زیبایی به معرفی سالن ها پرداخته و به
        کاربران عموم کمک میکند تا بهترین سالن را برای ارائه خدمات انتخاب کنند و
        سطح رضایت از خدمات حرفه ای را تجربه نمایند. سیتو در سال 1402 با تیمی
        مجرب متشکل از بهترین ها آغاز کـار کرد تا راهنمای انتخاب بهترین سالن
        زیبایی برای شما باشد. همچنین شما اگر نیاز دارید خدمات جدید تری ارائه
        دهیم می توانید با ارتباط با ما از طریق فرم زیر خدمات مورد نیاز خود را
        اعلام کنید تا پس از بررسی خدمات مذکور را اضافه کنیم.
      </p>
    </section>
  );
};

export default About;
